[
  {
    "car_id": 1,
    "brand": "Honda",
    "model": "Brio RS",
    "year": 2021,
    "image": "https://asset.honda-indonesia.com/variants/images/SYyy78x2PKy5x6tegp0jJM7p01h5PWjfbqMWV0aZ.png",
    "description": "Honda Brio tersedia dalam pilihan mesin Bensin di Indonesia Hatchback baru dari Honda hadir dalam 5 varian. Bicara soal spesifikasi mesin Honda Brio, ini ditenagai dua pilihan mesin Bensin berkapasitas 1199 cc. Brio tersedia dengan transmisi Manual and CVT tergantung variannya. Brio adalah Hatchback 5 seater dengan panjang 3810 mm, lebar 1680 mm, wheelbase 2405 mm.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 4,
    "price_per_day": 350000
  },
  {
    "car_id": 2,
    "brand": "Honda",
    "model": "CRV RS",
    "year": 2021,
    "image": "https://asset.honda-indonesia.com/variants/images/Iy60GzrAfQkhPQoO01QLw3M3lfxNJf2DTJvaIMV1.png",
    "description": "Honda CR-V tersedia dalam pilihan mesin Bensin di Indonesia SUV baru dari Honda hadir dalam 2 varian. Bicara soal spesifikasi mesin Honda CR-V, ini ditenagai dua pilihan mesin Bensin berkapasitas 1993 cc. CR-V tersedia dengan transmisi CVT and E-CVT tergantung variannya. CR-V adalah SUV 7 seater dengan panjang 4691 mm, lebar 1866 mm, wheelbase 2701 mm. serta ground clearance 198 mm",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 6,
    "price_per_day": 600000
  },
  {
    "car_id": 3,
    "brand": "Honda",
    "model": "BRV",
    "year": 2021,
    "image": "https://asset.honda-indonesia.com/variants/images/TrPJZuJiZ3WByO0eWi5ZRxHld6HB9SZYvDZ0Rvx5.png",
    "description": "Honda BRV tersedia dalam pilihan mesin Bensin di Indonesia SUV baru dari Honda hadir dalam 8 varian. Bicara soal spesifikasi mesin Honda BRV, ini ditenagai dua pilihan mesin Bensin berkapasitas 1498 cc. BRV tersedia dengan transmisi Manual and CVT tergantung variannya. BRV adalah SUV 7 seater dengan panjang 4490 mm, lebar 1780 mm, wheelbase 2700 mm.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 6,
    "price_per_day": 350000
  },
  {
    "car_id": 4,
    "brand": "Honda",
    "model": "HRV RS",
    "year": 2021,
    "image": "https://asset.honda-indonesia.com/variants/images/0IB498ADYlsJPdP3eVb166LvEt3mLKkWgfbgiYuR.png",
    "description": "Honda HRV tersedia dalam pilihan mesin Bensin di Indonesia Crossover baru dari Honda hadir dalam 5 varian. Bicara soal spesifikasi mesin Honda HRV, ini ditenagai dua pilihan mesin Bensin berkapasitas 1498 cc. Honda HRV tersedia dengan transmisi CVT tergantung variannya. Honda HRV adalah Crossover 5 seater dengan panjang 4385 mm, lebar 1790 mm, wheelbase 2610 mm.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 5,
    "price_per_day": 450000
  },
  {
    "car_id": 5,
    "brand": "Honda",
    "model": "Civic RS",
    "year": 2021,
    "image": "https://asset.honda-indonesia.com/variants/images/PQ5eDZbG4ve1ownP9pSZFJaJ9Fr5rXciXLd5uIu5.png",
    "description": "Honda Civic RS tersedia dalam pilihan mesin Bensin di Indonesia Sedan baru dari Honda hadir dalam 1 varian. Bicara soal spesifikasi mesin Honda Civic RS, ini ditenagai dua pilihan mesin Bensin berkapasitas 1999 cc. Civic RS tersedia dengan transmisi E-CVT tergantung variannya. Civic RS adalah Sedan 5 seater dengan panjang 4678 mm, lebar 1802 mm, wheelbase 2735 mm.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 5,
    "price_per_day": 1000000
  },
  {
    "car_id": 6,
    "brand": "Toyota",
    "model": "Innova Reborn",
    "year": 2022,
    "image": "https://d1g6w7sntckt92.cloudfront.net/public/images/car_image/NIaqFlrCsriQJIuRPyj9L3RHf0HSuUFieFJ4ORLI.png",
    "description": "Toyota Innova Reborn tersedia dalam pilihan mesin Bensin dan Diesel di Indonesia. MPV baru dari Toyota ini hadir dalam beberapa varian dengan kapasitas mesin hingga 2393 cc. Innova Reborn tersedia dengan transmisi Manual dan Automatic tergantung varian. Innova Reborn adalah MPV 7 seater dengan panjang 4735 mm, lebar 1830 mm, dan wheelbase 2750 mm. Dilengkapi dengan fitur keselamatan seperti ABS, EBD, dan dual SRS airbags, mobil ini cocok untuk keluarga maupun perjalanan bisnis jarak jauh.",
    "transmission": "Automatic",
    "fuel_type": "Diesel",
    "seats": 7,
    "price_per_day": 500000
  },
  {
    "car_id": 7,
    "brand": "Toyota",
    "model": "Innova Zenix",
    "year": 2023,
    "image": "https://d1g6w7sntckt92.cloudfront.net/public/images/car_image/jbNe9XT2Jz1xotoNyoLzjFz41cq9DbfJ7UkP5pMm.png",
    "description": "Toyota Innova Zenix tersedia dalam pilihan mesin Hybrid dan Bensin. Generasi terbaru dari keluarga Innova ini hadir dengan desain futuristik dan efisiensi bahan bakar yang lebih baik. Ditenagai mesin berkapasitas 1987 cc dengan teknologi hybrid, serta transmisi e-CVT yang halus. Innova Zenix adalah MPV 7 seater dengan panjang 4755 mm, lebar 1850 mm, dan wheelbase 2850 mm. Dilengkapi fitur TSS (Toyota Safety Sense), sistem infotainment layar sentuh 10 inci, serta kabin luas dan nyaman untuk seluruh keluarga.",
    "transmission": "Automatic",
    "fuel_type": "Hybrid",
    "seats": 7,
    "price_per_day": 550000
  },
  {
    "car_id": 8,
    "brand": "Toyota",
    "model": "Fortuner",
    "year": 2022,
    "image": "https://d1g6w7sntckt92.cloudfront.net/public/images/car_image/pcPvFg3TE7xUsFk4ect97F86UgPeV8kVgG0OdksZ.png",
    "description": "Toyota Fortuner tersedia dalam pilihan mesin Diesel dan Bensin di Indonesia. SUV premium dari Toyota ini hadir dalam berbagai varian dengan kapasitas mesin hingga 2755 cc. Fortuner tersedia dengan transmisi Automatic dan penggerak 4x2 maupun 4x4. Fortuner adalah SUV 7 seater dengan panjang 4795 mm, lebar 1855 mm, dan wheelbase 2745 mm, serta ground clearance 220 mm. Dilengkapi fitur premium seperti cruise control, paddle shift, panoramic monitor, dan sistem keselamatan aktif yang lengkap.",
    "transmission": "Automatic",
    "fuel_type": "Diesel",
    "seats": 7,
    "price_per_day": 650000
  },
  {
    "car_id": 9,
    "brand": "Toyota",
    "model": "Rush",
    "year": 2021,
    "image": "https://d1g6w7sntckt92.cloudfront.net/public/images/car_variant_image/EYoXYzKptmlRDjdaMwZLFUi3Hrk3DA7bw0e4dIH1.png",
    "description": "Toyota Rush tersedia dalam pilihan mesin Bensin di Indonesia. SUV kompak ini menawarkan performa handal dan efisiensi bahan bakar yang baik. Ditenagai mesin 1496 cc dan tersedia dalam transmisi Manual dan Automatic. Rush adalah SUV 7 seater dengan panjang 4435 mm, lebar 1695 mm, wheelbase 2685 mm, dan ground clearance 220 mm. Fitur keselamatan standar meliputi 6 SRS airbags, Vehicle Stability Control (VSC), dan Hill Start Assist (HSA), menjadikannya pilihan populer untuk keluarga aktif.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 7,
    "price_per_day": 400000
  },
  {
    "car_id": 10,
    "brand": "Toyota",
    "model": "Veloz",
    "year": 2022,
    "image": "https://d1g6w7sntckt92.cloudfront.net/public/images/car_variant_image/FBZdBwTJsLAezBCTXQSeYOSZjweGFHOu6Sc47L4k.png",
    "description": "Toyota Veloz tersedia dalam pilihan mesin Bensin di Indonesia. Sebagai MPV 7 seater yang stylish dan modern, Veloz dilengkapi mesin 1496 cc dan transmisi CVT yang halus. Mobil ini memiliki dimensi panjang 4475 mm, lebar 1750 mm, dan wheelbase 2750 mm. Dilengkapi fitur canggih seperti wireless charger, layar sentuh 9 inci, kamera 360 derajat, serta TSS (Toyota Safety Sense) untuk varian tertinggi. Veloz cocok untuk keluarga yang menginginkan kenyamanan dan teknologi dalam satu paket.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 7,
    "price_per_day": 300000
  },
  {
    "car_id": 11,
    "brand": "Daihatsu",
    "model": "Xenia",
    "year": 2022,
    "image": "https://medias.astra-daihatsu.id/sys-master-media/he8/hf6/8801329217566/Xenia%20Replace.png?f=png&s=242",
    "description": "Daihatsu Xenia tersedia dalam pilihan mesin Bensin di Indonesia. MPV legendaris ini hadir dalam beberapa varian dengan kapasitas mesin 1329 cc dan 1496 cc. Xenia dilengkapi dengan transmisi manual dan CVT tergantung varian. Sebagai MPV 7 seater, Xenia memiliki panjang 4395 mm, lebar 1730 mm, dan wheelbase 2750 mm. Dikenal dengan efisiensi bahan bakar dan biaya perawatan yang rendah, Xenia dilengkapi fitur seperti hill start assist, VSC, dan dual airbags yang cocok untuk kebutuhan keluarga sehari-hari maupun armada rental.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 7,
    "price_per_day": 250000
  },
  {
    "car_id": 12,
    "brand": "Daihatsu",
    "model": "Terios",
    "year": 2021,
    "image": "https://medias.astra-daihatsu.id/sys-master-media/hd6/h43/8815981199390?f=png&s=242",
    "description": "Daihatsu Terios adalah SUV tangguh yang tersedia dalam pilihan mesin Bensin 1496 cc di Indonesia. Ditenagai oleh transmisi manual dan otomatis, Terios hadir sebagai SUV 7 seater dengan panjang 4435 mm, lebar 1695 mm, dan wheelbase 2685 mm. Ground clearance mencapai 220 mm membuatnya cocok untuk jalanan menanjak dan bergelombang. Dilengkapi fitur keamanan seperti ABS, EBD, VSC, dan Hill Start Assist. Desain sporty dan hemat bahan bakar menjadikan Terios salah satu pilihan favorit untuk mobilitas aktif keluarga muda atau petualangan.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 7,
    "price_per_day": 250000
  },
  {
    "car_id": 13,
    "brand": "Daihatsu",
    "model": "Rocky",
    "year": 2022,
    "image": "https://medias.astra-daihatsu.id/sys-master-media/hb8/h78/8803596173342/Rocky%20PLP%20Car%20Variant-min%20(1).png?f=png&s=242",
    "description": "Daihatsu Rocky adalah compact SUV terbaru dari Daihatsu yang hadir dengan desain modern dan fitur canggih. Tersedia dalam pilihan mesin bensin 998 cc turbo dan 1198 cc naturally aspirated. Rocky dilengkapi dengan transmisi manual dan D-CVT tergantung varian. Sebagai SUV 5 seater, Rocky memiliki panjang 4030 mm, lebar 1710 mm, dan wheelbase 2525 mm. Rocky unggul dalam manuver perkotaan, dilengkapi fitur keselamatan ASA (Advanced Safety Assist), ABS, EBD, serta fitur modern seperti start/stop engine button dan head unit layar sentuh.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 5,
    "price_per_day": 300000
  },
  {
    "car_id": 14,
    "brand": "Mitsubishi",
    "model": "Pajero",
    "year": 2022,
    "image": "https://mitsubishisemaranginfo.com/wp-content/uploads/2025/05/Pajero-Sport-400x250-1-200x120.png",
    "description": "Mitsubishi Pajero Sport adalah SUV premium berperforma tinggi yang tersedia dalam pilihan mesin Diesel berkapasitas hingga 2442 cc. Tersedia dalam varian 4x2 dan 4x4, Pajero Sport dilengkapi dengan transmisi otomatis 8 percepatan. SUV 7 seater ini memiliki panjang 4825 mm, lebar 1815 mm, dan wheelbase 2800 mm. Ground clearance 218 mm menjadikannya andal di berbagai medan. Fitur unggulan mencakup Super Select 4WD II, Adaptive Cruise Control, Forward Collision Mitigation, dan interior mewah dengan head unit layar besar serta jok kulit premium.",
    "transmission": "Automatic",
    "fuel_type": "Diesel",
    "seats": 7,
    "price_per_day": 700000
  },
  {
    "car_id": 15,
    "brand": "Mitsubishi",
    "model": "Xpander",
    "year": 2022,
    "image": "https://mitsubishisemaranginfo.com/wp-content/uploads/2025/05/New-Xpander-200x120.png",
    "description": "Mitsubishi Xpander merupakan MPV crossover 7 seater yang dirancang untuk kenyamanan keluarga dan efisiensi berkendara. Ditenagai mesin bensin 1499 cc dengan opsi transmisi manual dan CVT. Memiliki dimensi panjang 4595 mm, lebar 1750 mm, dan wheelbase 2775 mm. Ground clearance mencapai 220 mm, ideal untuk jalanan Indonesia. Dilengkapi fitur modern seperti Hill Start Assist, Active Stability Control, dual airbags, dan head unit layar sentuh. Desain Dynamic Shield khas Mitsubishi membuat tampilannya elegan dan sporty.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 7,
    "price_per_day": 350000
  },
  {
    "car_id": 16,
    "brand": "Mitsubishi",
    "model": "Destinator",
    "year": 2023,
    "image": "https://mitsubishisemaranginfo.com/wp-content/uploads/2025/07/Destinator-300x178.png",
    "description": "Mitsubishi Destinator adalah konsep kendaraan MPV masa depan yang menggabungkan kenyamanan premium dan teknologi hybrid. Meskipun belum resmi diluncurkan secara global, versi prototype hadir dengan mesin hybrid 1800 cc dan transmisi e-CVT. Didesain untuk keluarga modern, mobil ini menawarkan 7 kursi dengan interior mewah, sistem hiburan full digital, dan fitur keamanan semi-autonomous seperti lane keeping assist, adaptive cruise control, dan smart parking. Dengan desain futuristik dan kenyamanan tinggi, Destinator menjadi simbol arah baru mobil keluarga Mitsubishi.",
    "transmission": "Automatic",
    "fuel_type": "Hybrid",
    "seats": 7,
    "price_per_day": 500000
  },
  {
    "car_id": 17,
    "brand": "Mitsubishi",
    "model": "Xforce",
    "year": 2023,
    "image": "https://mitsubishisemaranginfo.com/wp-content/uploads/2025/05/Xforce-200x120.png",
    "description": "Mitsubishi Xforce adalah SUV kompak terbaru dari Mitsubishi, dirancang khusus untuk pasar Asia Tenggara. Ditenagai mesin bensin 1499 cc dengan transmisi CVT, Xforce menawarkan efisiensi dan kenyamanan dalam berkendara harian. SUV 5 seater ini memiliki dimensi panjang 4390 mm, lebar 1810 mm, dan wheelbase 2625 mm. Fitur keselamatan canggih termasuk ABS, EBD, Hill Start Assist, dan sistem infotainment modern dengan konektivitas smartphone.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 5,
    "price_per_day": 350000
  },
  {
    "car_id": 18,
    "brand": "Suzuki",
    "model": "Ertiga",
    "year": 2022,
    "image": "https://auto.suzuki.co.id/_next/image?url=https%3A%2F%2Fdbqhesxwpvcn8.cloudfront.net%2Fmodels%2FALL-NEW-ERTIGA-05%2FARK415FM05GLMTP%2Fcolors%2FGLANEMERAH_1726624850861.png&w=640&q=75",
    "description": "Suzuki Ertiga tersedia dalam pilihan mesin Bensin dan Hybrid di Indonesia. MPV keluarga 7 seater ini menggunakan mesin 1462 cc dan transmisi manual maupun otomatis tergantung varian. Ertiga hadir dengan dimensi panjang 4395 mm, lebar 1735 mm, dan wheelbase 2740 mm. Dikenal irit bahan bakar dan nyaman dikendarai, Ertiga dibekali fitur seperti Smart Hybrid Vehicle by Suzuki (SHVS), start-stop engine, layar sentuh, rear parking sensor, dan dual airbags. Desain stylish dan kabin lapang menjadikannya pilihan ideal untuk mobil keluarga maupun armada rental.",
    "transmission": "Automatic",
    "fuel_type": "Hybrid",
    "seats": 7,
    "price_per_day": 250000
  },
  {
    "car_id": 19,
    "brand": "Suzuki",
    "model": "XL7",
    "year": 2022,
    "image": "https://auto.suzuki.co.id/_next/image?url=https%3A%2F%2Fdbqhesxwpvcn8.cloudfront.net%2Fmodels%2FXL-7-03%2FXL7415F.24GXATP%2Fcolors%2FPearlBraveKhaki_1722508897373.webp&w=640&q=75",
    "description": "Suzuki XL7 merupakan SUV 7 seater dengan desain tangguh dan kabin lapang. Ditenagai mesin bensin 1462 cc dengan pilihan transmisi manual dan otomatis. XL7 memiliki panjang 4450 mm, lebar 1775 mm, dan wheelbase 2740 mm. Ground clearance setinggi 200 mm cocok untuk berbagai kondisi jalan. Fitur unggulan meliputi Smart e-Mirror, audio layar sentuh, cruise control, AC digital, dan Hill Hold Control. Dengan tampilan gagah, efisiensi bahan bakar, dan fitur fungsional, XL7 menjadi pilihan kuat di kelas SUV keluarga.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 7,
    "price_per_day": 350000
  },
  {
    "car_id": 20,
    "brand": "Suzuki",
    "model": "Baleno",
    "year": 2022,
    "image": "https://auto.suzuki.co.id/_next/image?url=https%3A%2F%2Fdbqhesxwpvcn8.cloudfront.net%2Fmodels%2FBALENO-NI%2F3K5FX000NLNIATP%2Fcolors%2FBalenoATPRME.GRANDEURGREYDesktopVers_1721895846030.webp&w=640&q=75",
    "description": "Suzuki Baleno merupakan hatchback stylish 5 seater dengan mesin bensin 1462 cc dan transmisi otomatis. Memiliki panjang 3995 mm, lebar 1745 mm, dan wheelbase 2520 mm. Baleno hadir dengan desain premium, sistem infotainment layar sentuh 9 inci, head-up display, cruise control, serta kamera parkir. Dengan kabin lega dan efisiensi tinggi, Baleno cocok untuk mobilitas urban dan pengguna muda yang menginginkan performa, kenyamanan, dan gaya dalam satu paket.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 5,
    "price_per_day": 250000
  },
  {
    "car_id": 21,
    "brand": "Suzuki",
    "model": "Fronx",
    "year": 2023,
    "image": "https://auto.suzuki.co.id/_next/image?url=https%3A%2F%2Fdbqhesxwpvcn8.cloudfront.net%2Fmodels%2FFRONX%2FA3L415FM01SXATS%2Fcolors%2FSGX-ICEGRAYISHBLUE-BLACKdesktop_1748360026875.png&w=640&q=75",
    "description": "Suzuki Fronx adalah SUV kompak terbaru dari Suzuki dengan desain crossover yang modern dan fitur kekinian. Ditenagai mesin bensin 1197 cc dengan transmisi AMT atau manual. Fronx adalah SUV 5 seater dengan panjang 3995 mm, lebar 1765 mm, dan wheelbase 2520 mm. Fitur seperti head unit 9 inci, cruise control, start-stop engine, hill hold control, dan dual airbags membuatnya cocok untuk pengguna muda dan keluarga kecil yang menginginkan gaya dan keamanan. Desain Dynamic Craft-nya menghadirkan tampilan elegan dan sporty.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 5,
    "price_per_day": 360000
  },
  {
    "car_id": 22,
    "brand": "Suzuki",
    "model": "Jimny",
    "year": 2022,
    "image": "https://auto.suzuki.co.id/_next/image?url=https%3A%2F%2Fdbqhesxwpvcn8.cloudfront.net%2Fmodels%2FNEW-JIMNY-FE%2F6G415VX00001ATP%2Fcolors%2Fimage385_1713433798682.jpg&w=640&q=75",
    "description": "Suzuki Jimny adalah SUV legendaris 4x4 yang hadir dengan desain retro dan kemampuan off-road ekstrem. Ditenagai mesin bensin 1462 cc, Jimny tersedia dengan transmisi manual dan otomatis. SUV kompak 4 seater ini memiliki panjang 3645 mm, lebar 1645 mm, dan wheelbase 2250 mm. Dilengkapi dengan part-time 4WD, Hill Descent Control, Hill Hold Assist, dan Ground Clearance 210 mm, Jimny cocok untuk petualangan di segala medan. Kabin minimalis namun fungsional, menjadikan Jimny kendaraan ikonik pecinta alam dan off-roader sejati.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 4,
    "price_per_day": 500000
  },
  {
    "car_id": 23,
    "brand": "Suzuki",
    "model": "Grand Vitara",
    "year": 2023,
    "image": "https://auto.suzuki.co.id/_next/image?url=https%3A%2F%2Fdbqhesxwpvcn8.cloudfront.net%2Fmodels%2FGRAND-VITARA%2FPQ5FX00001GXATP%2Fcolors%2FSuzukiYFG_Front45%C3%83%C2%82%C3%82%C2%BAPassengerside_GXDualTone-ArticWhitePearlcopy_1724660265643_1729843732973.webp&w=640&q=75",
    "description": "Suzuki Grand Vitara terbaru hadir sebagai SUV premium dengan teknologi Smart Hybrid Vehicle by Suzuki (SHVS). Menggunakan mesin 1462 cc dan motor listrik ISG, Grand Vitara tersedia dengan transmisi otomatis 6 percepatan. SUV 5 seater ini memiliki panjang 4345 mm, lebar 1795 mm, dan wheelbase 2600 mm. Fitur premium meliputi panoramic sunroof, cruise control, head unit 9 inci, wireless charging, dan kamera 360. Dengan desain elegan, efisiensi hybrid, dan fitur canggih, Grand Vitara adalah pilihan sempurna untuk urban family SUV kelas menengah ke atas.",
    "transmission": "Automatic",
    "fuel_type": "Hybrid",
    "seats": 5,
    "price_per_day": 300000
  },
  {
    "car_id": 24,
    "brand": "Hyundai",
    "model": "Creta",
    "year": 2023,
    "image": "https://www.hyundai.com/content/dam/hyundai/id/en/data/vehicle-thumbnail/product/creta/small/su2id-2tDragon_31-1.png",
    "description": "Hyundai Creta adalah SUV compact 5 seater yang hadir dengan desain futuristik dan fitur teknologi tinggi. Ditenagai mesin bensin Smartstream 1497 cc, Creta tersedia dalam pilihan transmisi manual dan IVT (Intelligent Variable Transmission). SUV ini memiliki dimensi panjang 4315 mm, lebar 1790 mm, dan wheelbase 2610 mm. Fitur unggulan termasuk Hyundai Bluelink, panoramic sunroof, layar infotainment 10,25 inci, ambient lighting, dan sistem keselamatan ADAS. Cocok untuk pengguna urban yang mencari gaya, kenyamanan, dan fitur kekinian.",
    "transmission": "Automatic",
    "fuel_type": "Gasoline",
    "seats": 5,
    "price_per_day": 400000
  },
  {
    "car_id": 25,
    "brand": "Hyundai",
    "model": "Palisade",
    "year": 2023,
    "image": "https://www.hyundai.com/content/dam/hyundai/id/en/data/vehicle-thumbnail/product/all-new-palisade-hybrid/small/320x172.png",
    "description": "Hyundai Palisade adalah SUV premium 7 seater yang menawarkan kenyamanan mewah dan teknologi canggih. Ditenagai mesin diesel 2199 cc dengan transmisi otomatis 8 percepatan dan penggerak 2WD atau AWD. Dimensi bodi Palisade mencapai panjang 4980 mm, lebar 1975 mm, dan wheelbase 2900 mm. Fitur mewah seperti kursi ventilated, head-up display, dual sunroof, 12 speaker Harman Kardon, dan ADAS membuatnya ideal untuk keluarga besar yang menginginkan kenyamanan dan keamanan maksimal dalam perjalanan jauh.",
    "transmission": "Automatic",
    "fuel_type": "Diesel",
    "seats": 7,
    "price_per_day": 850000
  }
]
